Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 含系统应用
ar: يحتوي على تطبيق نظام
de: Enthält System-App
en: Contains System App
eo: Enhavas Sisteman Aplikaĵon
es: Contiene app del sistema
fr: Contient app système
hi: सिस्टम ऐप शामिल है
id: Berisi Aplikasi Sistem
it: Contiene app di sistema
ja: システムアプリを含む
ko: 시스템 앱 포함
nl: Bevat systeem-app
pl: Zawiera aplikację systemową
pt: Contém app do sistema
ru: Содержит системное приложение
th: มีแอประบบ
tr: Sistem Uygulaması İçerir
vi: Chứa ứng dụng hệ thống
zh_hant: 含系統應用程式

source: 含运行中应用
ar: يحتوي على تطبيق قيد التشغيل
de: Enthält laufende App
en: Contains Running App
eo: Enhavas Funkcianta Aplikaĵon
es: Contiene app en ejecución
fr: Contient app en cours
hi: चल रहा ऐप शामिल है
id: Berisi Aplikasi yang Berjalan
it: Contiene app in esecuzione
ja: 実行中のアプリを含む
ko: 실행 중인 앱 포함
nl: Bevat actieve app
pl: Zawiera działającą aplikację
pt: Contém app em execução
ru: Содержит работающее приложение
th: มีแอปที่กำลังทำงาน
tr: Çalışan Uygulama İçerir
vi: Chứa ứng dụng đang chạy
zh_hant: 含執行中應用程式

source: 启动会话
ar: Launch session
de: Launch session
en: Launch session
eo: Launch session
es: Launch session
fr: Launch session
hi: Launch session
id: Launch session
it: Launch session
ko: Launch session
nl: Launch session
pl: Launch session
pt: Launch session
ru: Launch session
th: Launch session
tr: Launch session
vi: Launch session

source: 启用/禁用日志记录
ar: Enable/Disable logging
de: Enable/Disable logging
en: Enable/Disable logging
eo: Enable/Disable logging
es: Enable/Disable logging
fr: Enable/Disable logging
hi: Enable/Disable logging
id: Enable/Disable logging
it: Enable/Disable logging
ja: ログ記録の有効/無効
ko: 로깅 활성화/비활성화
nl: Enable/Disable logging
pl: Enable/Disable logging
pt: Enable/Disable logging
ru: Включить/выключить журналирование
th: Enable/Disable logging
tr: Enable/Disable logging
vi: Enable/Disable logging
zh_hant: 啟用/停用日誌記錄

source: 启用后可以迁移来自 iPhone/iPad 的非原生 Mac 应用
ar: Enables migration of non-native Mac apps from iPhone/iPad
de: Enables migration of non-native Mac apps from iPhone/iPad
en: Enables migration of non-native Mac apps from iPhone/iPad
eo: Enables migration of non-native Mac apps from iPhone/iPad
es: Enables migration of non-native Mac apps from iPhone/iPad
fr: Enables migration of non-native Mac apps from iPhone/iPad
hi: Enables migration of non-native Mac apps from iPhone/iPad
id: Enables migration of non-native Mac apps from iPhone/iPad
it: Enables migration of non-native Mac apps from iPhone/iPad
ja: Enables migration of non-native Mac apps from iPhone/iPad
ko: Enables migration of non-native Mac apps from iPhone/iPad
nl: Enables migration of non-native Mac apps from iPhone/iPad
pl: Enables migration of non-native Mac apps from iPhone/iPad
pt: Enables migration of non-native Mac apps from iPhone/iPad
ru: После включения можно переносить неродные Mac-приложения с iPhone/iPad
th: Enables migration of non-native Mac apps from iPhone/iPad
tr: Enables migration of non-native Mac apps from iPhone/iPad
vi: Enables migration of non-native Mac apps from iPhone/iPad
zh_hant: 启用后可以遷移来自 iPhone/iPad 的非原生 Mac 應用程式

source: 启用后可以迁移来自 iPhone/iPad 的非原生 Mac 应用（使用整体链接）
ar: قم بالتمكين لترحيل تطبيقات iPhone/iPad (باستخدام الربط السلس)
de: Aktivieren, um iPhone/iPad-Apps zu migrieren (mit nahtloser Verknüpfung)
en: Enable to migrate iPhone/iPad apps (using seamless linking)
eo: Ebligu por migri iPhone/iPad-aplikaĵojn (uzante senjuntan ligadon)
es: Habilite para migrar apps de iPhone/iPad (usando enlace perfecto)
fr: Activez pour migrer les apps iPhone/iPad (liaison transparente)
hi: iPhone/iPad ऐप्स को माइग्रेट करने के लिए सक्षम करें (सीमलेस लिंकिंग का उपयोग करके)
id: Aktifkan untuk memigrasikan aplikasi iPhone/iPad (menggunakan penautan mulus)
it: Abilita per migrare app iPhone/iPad (collegamento continuo)
ja: 有効にすると、iPhone/iPadアプリを移行できます（シームレスリンクを使用）
ko: iPhone/iPad 앱을 마이그레이션하려면 활성화하세요 (원활한 연결 사용)
nl: Schakel in om iPhone/iPad-apps te migreren (met naadloze koppeling)
pl: Włącz, aby migrować aplikacje iPhone/iPad (używając płynnego łączenia)
pt: Ative para migrar apps de iPhone/iPad (usando vinculação perfeita)
ru: Включите для миграции приложений iPhone/iPad (с использованием бесшовной связи)
th: เปิดใช้งานเพื่อย้ายแอป iPhone/iPad (ใช้การเชื่อมโยงที่ราบรื่น)
tr: iPhone/iPad uygulamalarını taşımak için etkinleştirin (kesintisiz bağlantı kullanarak)
vi: Bật để di chuyển ứng dụng iPhone/iPad (sử dụng liên kết liền mạch)
zh_hant: 啟用後可以遷移來自 iPhone/iPad 的非原生 Mac 應用程式（使用整體連結）

source: 启用后可以迁移来自 Mac App Store 的原生 Mac 应用
ar: قم بالتمكين لترحيل تطبيقات Mac الأصلية من Mac App Store
de: Aktivieren, um native Mac-Apps aus dem Mac App Store zu migrieren
en: Enable to migrate native Mac apps from Mac App Store
eo: Ebligu por migri denaskajn Mac-aplikaĵojn de Mac App Store
es: Habilite para migrar apps nativas de Mac desde Mac App Store
fr: Activez pour migrer les apps Mac natives du Mac App Store
hi: मैक ऐप स्टोर से मूल मैक ऐप्स को माइग्रेट करने के लिए सक्षम करें
id: Aktifkan untuk memigrasikan aplikasi Mac asli dari Mac App Store
it: Abilita per migrare app Mac native dal Mac App Store
ja: 有効にすると、Mac App StoreからネイティブMacアプリを移行できます
ko: Mac App Store에서 기본 Mac 앱을 마이그레이션하려면 활성화하세요
nl: Schakel in om native Mac-apps van Mac App Store te migreren
pl: Włącz, aby migrować natywne aplikacje Mac z Mac App Store
pt: Ative para migrar apps nativos do Mac da Mac App Store
ru: Включите для миграции нативных приложений Mac из Mac App Store
th: เปิดใช้งานเพื่อย้ายแอป Mac ดั้งเดิมจาก Mac App Store
tr: Mac App Store'dan yerel Mac uygulamalarını taşımak için etkinleştirin
vi: Bật để di chuyển ứng dụng Mac gốc từ Mac App Store
zh_hant: 啟用後可以遷移來自 Mac App Store 的原生 Mac 應用程式

source: 启用日志记录
ar: تمكين التسجيل
de: Protokollierung aktivieren
en: Enable Logging
eo: Ebligi Protokoladon
es: Habilitar registro
fr: Activer la journalisation
hi: लॉगिंग सक्षम करें
id: Aktifkan Pencatatan
it: Abilita registrazione
ja: ログ記録を有効にする
ko: 로깅 활성화
nl: Loggen inschakelen
pl: Włącz logowanie
pt: Habilitar Log
ru: Включить журналирование
th: เปิดใช้งานการบันทึก
tr: Günlüğe Kaydetmeyi Etkinleştir
vi: Bật ghi nhật ký
zh_hant: 啟用日誌記錄

source: 商店
ar: متجر
de: Store
en: Store
eo: Vendejo
es: Tienda
fr: Store
hi: स्टोर
id: Toko
it: Store
ja: ストア
ko: 스토어
nl: Store
pl: Sklep
pt: Loja
ru: Магазин
th: ร้านค้า
tr: Mağaza
vi: Cửa hàng

source: 国内下载
ar: تنزيل الصين
de: China-Download
en: China Download
eo: Ĉina elŝuto
es: Descarga China
fr: Téléchargement Chine
hi: चीन डाउनलोड
id: Unduhan China
it: Download Cina
ja: 中国向けダウンロード
ko: 중국 다운로드
nl: China-download
pl: Pobieranie Chiny
pt: Download China
ru: Скачать из Китая
th: ดาวน์โหลดจีน
tr: Çin İndirme
vi: Tải xuống Trung Quốc
zh_hant: 國內下載

source: 在 Finder 中显示
ar: عرض في Finder
de: Im Finder anzeigen
en: Show in Finder
eo: Montri en Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Mostrar no Finder
ru: Показать в Finder
th: แสดงใน Finder
tr: Finder'da Göster
vi: Hiển thị trong Finder
zh_hant: 在 Finder 中顯示

source: 在 Finder 中查看
ar: عرض في Finder
de: Im Finder anzeigen
en: View in Finder
eo: Vidi en Finder
es: Ver en Finder
fr: Voir dans le Finder
hi: Finder में देखें
id: Lihat di Finder
it: Vedi nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Bekijk in Finder
pl: Zobacz w Finderze
pt: Ver no Finder
ru: Посмотреть в Finder
th: ดูใน Finder
tr: Finder'da Görüntüle
vi: Xem trong Finder

source: 在 Finder 中查看日志
ar: عرض السجل في Finder
de: Protokoll im Finder anzeigen
en: View Log in Finder
eo: Vidi protokolon en Finder
es: Ver registro en Finder
fr: Voir le journal dans le Finder
hi: Finder में लॉग देखें
id: Lihat Log di Finder
it: Visualizza log nel Finder
ja: Finderでログを表示
ko: Finder에서 로그 보기
nl: Log bekijken in Finder
pl: Zobacz dziennik w Finderze
pt: Ver log no Finder
ru: Просмотреть журнал в Finder
th: ดูบันทึกใน Finder
tr: Finder'da Günlüğü Görüntüle
vi: Xem nhật ký trong Finder
zh_hant: 在 Finder 中查看日誌

source: 在原位置自动创建符号链接，系统和 Launchpad 依然能正常识别应用。
ar: إنشاء روابط رمزية تلقائيًا. يتعرف النظام و Launchpad على التطبيقات بشكل طبيعي.
de: Erstellt automatisch symbolische Verknüpfungen. System und Launchpad erkennen Apps normal.
en: Automatically create symlinks in place. System and Launchpad recognize apps as normal.
eo: Aŭtomate krei simbolajn ligilojn. Sistemo kaj Launchpad rekonas aplikaĵojn normale.
es: Crea enlaces simbólicos automáticamente. El sistema y Launchpad reconocen las apps normalmente.
fr: Créez automatiquement des liens symboliques. Le système et le Launchpad reconnaissent les applications normalement.
hi: स्वचालित रूप से सिम्लिंक बनाएं। सिस्टम और लॉन्चपैड ऐप्स को सामान्य रूप से पहचानते हैं।
id: Secara otomatis membuat symlink di tempat. Sistem dan Launchpad mengenali aplikasi seperti biasa.
it: Crea automaticamente collegamenti simbolici. Il sistema e il Launchpad riconoscono le app normalmente.
ja: 自動的にシンボリックリンクを作成します。システムとLaunchpadはアプリを正常に認識します。
ko: 제자리에 심볼릭 링크를 자동으로 생성합니다. 시스템과 Launchpad는 앱을 정상적으로 인식합니다.
nl: Maak automatisch symlinks aan. Systeem en Launchpad herkennen apps normaal.
pl: Automatycznie twórz dowiązania symboliczne. System i Launchpad rozpoznają aplikacje normalnie.
pt: Cria links simbólicos automaticamente. O sistema e o Launchpad reconhecem os apps normalmente.
ru: Автоматически создавать символические ссылки. Система и Launchpad распознают приложения как обычно.
th: สร้าง symlink โดยอัตโนมัติในที่เดิม ระบบและ Launchpad จะจดจำแอปได้ตามปกติ
tr: Otomatik olarak sembolik linkler oluşturun. Sistem ve Launchpad uygulamaları normal olarak tanır.
vi: Tự động tạo liên kết tượng trưng tại chỗ. Hệ thống và Launchpad nhận dạng ứng dụng bình thường.
zh_hant: 在原位置自動建立符號連結，系統和 Launchpad 依然能正常識別應用程式。

source: 块大小
ar: Block Size
de: Block Size
en: Block Size
eo: Block Size
es: Block Size
fr: Block Size
hi: Block Size
id: Block Size
it: Block Size
ja: Block Size
ko: Block Size
nl: Block Size
pl: Block Size
pt: Block Size
ru: Block Size
th: Block Size
tr: Block Size
vi: Block Size
zh_hant: 塊大小

source: 备份签名失败: %@
ar: فشل النسخ الاحتياطي للتوقيع: %@
de: Signatur-Backup fehlgeschlagen: %@
en: Backup signing failed: %@
eo: Sekurkopia subskribo malsukcesis: %@
es: Copia de seguridad de firma fallida: %@
fr: Échec de la sauvegarde de la signature : %@
hi: हस्ताक्षर बैकअप विफल: %@
id: Cadangan tanda tangan gagal: %@
it: Backup firma fallito: %@
ja: Backup signing failed: %@
ko: 서명 백업 실패: %@
nl: Handtekening-backup mislukt: %@
pl: Kopia zapasowa podpisu nie powiodła się: %@
pt: Falha no backup da assinatura: %@
ru: Резервное копирование подписи не удалось: %@
th: การสำรองลายเซ็นล้มเหลว: %@
tr: İmza yedekleme başarısız: %@
vi: Sao lưu chữ ký thất bại: %@

source: 备份签名身份失败
ar: Failed to back up signing identity
de: Failed to back up signing identity
en: Failed to back up signing identity
eo: Failed to back up signing identity
es: Failed to back up signing identity
fr: Failed to back up signing identity
hi: Failed to back up signing identity
id: Failed to back up signing identity
it: Failed to back up signing identity
ko: Failed to back up signing identity
nl: Failed to back up signing identity
pl: Failed to back up signing identity
pt: Failed to back up signing identity
ru: Failed to back up signing identity
th: Failed to back up signing identity
tr: Failed to back up signing identity
vi: Failed to back up signing identity

source: 复制外部应用回本地失败
ar: Failed to copy external app back to local storage
de: Failed to copy external app back to local storage
en: Failed to copy external app back to local storage
eo: Failed to copy external app back to local storage
es: Failed to copy external app back to local storage
fr: Failed to copy external app back to local storage
hi: Failed to copy external app back to local storage
id: Failed to copy external app back to local storage
it: Failed to copy external app back to local storage
ko: Failed to copy external app back to local storage
nl: Failed to copy external app back to local storage
pl: Failed to copy external app back to local storage
pt: Failed to copy external app back to local storage
ru: Failed to copy external app back to local storage
th: Failed to copy external app back to local storage
tr: Failed to copy external app back to local storage
vi: Failed to copy external app back to local storage
zh_hant: 复制外部應用程式回本地失败

source: 复制失败：%@
ar: Copy failed: %@
de: Copy failed: %@
en: Copy failed: %@
eo: Copy failed: %@
es: Copy failed: %@
fr: Copy failed: %@
hi: Copy failed: %@
id: Copy failed: %@
it: Copy failed: %@
ja: Copy failed: %@
ko: Copy failed: %@
nl: Copy failed: %@
pl: Copy failed: %@
pt: Copy failed: %@
ru: Ошибка копирования: %@
th: Copy failed: %@
tr: Copy failed: %@
vi: Copy failed: %@

source: 外部
ar: خارجي
de: Extern
en: External
eo: Ekstera
es: Externo
fr: Externe
hi: बाहरी
id: Eksternal
it: Esterno
ko: 외부
nl: Extern
pl: Zewnętrzny
pt: Externo
ru: Внешний
th: ภายนอก
tr: Harici
vi: Bên ngoài

source: 外部存储未连接，请连接后重试。
ar: وحدة التخزين الخارجية غير متصلة. صِلها ثم حاول مرة أخرى.
de: Externer Speicher ist nicht verbunden. Verbinden Sie ihn und versuchen Sie es erneut.
en: External storage is not connected. Connect it and try again.
eo: Ekstera konservejo ne estas konektita. Konektu ĝin kaj reprovu.
es: El almacenamiento externo no está conectado. Conéctalo e inténtalo de nuevo.
fr: Le stockage externe n'est pas connecté. Connectez-le, puis réessayez.
hi: बाहरी स्टोरेज कनेक्ट नहीं है। उसे कनेक्ट करके फिर कोशिश करें।
id: Penyimpanan eksternal belum tersambung. Sambungkan lalu coba lagi.
it: L’archiviazione esterna non è collegata. Collegala e riprova.
ja: 外部ストレージが接続されていません。接続してからもう一度お試しください。
ko: 외부 저장소가 연결되어 있지 않습니다. 연결한 뒤 다시 시도하세요.
nl: Externe opslag is niet aangesloten. Sluit deze aan en probeer het opnieuw.
pl: Pamięć zewnętrzna nie jest podłączona. Podłącz ją i spróbuj ponownie.
pt: O armazenamento externo não está conectado. Conecte-o e tente novamente.
ru: Внешний накопитель не подключен. Подключите его и повторите попытку.
th: ยังไม่ได้เชื่อมต่อที่จัดเก็บข้อมูลภายนอก โปรดเชื่อมต่อแล้วลองอีกครั้ง
tr: Harici depolama bağlı değil. Bağlayıp yeniden deneyin.
vi: Bộ nhớ ngoài chưa được kết nối. Hãy kết nối rồi thử lại.
zh_hant: 外部儲存裝置未連接，請連接後再試。

source: 外部存储目录不存在：%@
ar: External storage directory does not exist: %@
de: External storage directory does not exist: %@
en: External storage directory does not exist: %@
eo: External storage directory does not exist: %@
es: External storage directory does not exist: %@
fr: External storage directory does not exist: %@
hi: External storage directory does not exist: %@
id: External storage directory does not exist: %@
it: External storage directory does not exist: %@
ja: External storage directory does not exist: %@
ko: External storage directory does not exist: %@
nl: External storage directory does not exist: %@
pl: External storage directory does not exist: %@
pt: External storage directory does not exist: %@
ru: Каталог на внешнем хранилище не существует: %@
th: External storage directory does not exist: %@
tr: External storage directory does not exist: %@
vi: External storage directory does not exist: %@
zh_hant: 外部存储目錄不存在：%@

source: 外部应用库
ar: قرص خارجي
de: Externes Laufwerk
en: External Drive
eo: Ekstera Disko
es: Unidad externa
fr: Disque externe
hi: बाहरी ड्राइव
id: Drive Eksternal
it: Unità esterna
ja: 外部ドライブ
ko: 외부 드라이브
nl: Externe schijf
pl: Dysk zewnętrzny
pt: Unidade Externa
ru: Внешний диск
th: ไดรฟ์ภายนอก
tr: Harici Sürücü
vi: Ổ đĩa ngoài
zh_hant: 外部儲存

source: 外部应用扫描完成
ar: External app scan completed
de: External app scan completed
en: External app scan completed
eo: External app scan completed
es: External app scan completed
fr: External app scan completed
hi: External app scan completed
id: External app scan completed
it: External app scan completed
ko: External app scan completed
nl: External app scan completed
pl: External app scan completed
pt: External app scan completed
ru: External app scan completed
th: External app scan completed
tr: External app scan completed
vi: External app scan completed
zh_hant: 外部應用程式扫描完成

source: 外部文件夹
ar: External Folders
de: External Folders
en: External Folders
eo: External Folders
es: External Folders
fr: External Folders
hi: External Folders
id: External Folders
it: External Folders
ja: External Folders
ko: External Folders
nl: External Folders
pl: External Folders
pt: External Folders
ru: External Folders
th: External Folders
tr: External Folders
vi: External Folders
zh_hant: 外部資料夾

source: 外部目录已存在，在原路径补建符号链接
ar: الدليل الخارجي موجود بالفعل؛ سيتم إنشاء رابط رمزي في المسار الأصلي
de: Das externe Verzeichnis existiert bereits; am ursprünglichen Pfad wird ein Symlink erstellt
en: The external directory already exists; recreate a symlink at the original path
eo: La ekstera dosierujo jam ekzistas; rekreu simbolan ligilon ĉe la origina vojo
es: El directorio externo ya existe; se recreará un enlace simbólico en la ruta original
fr: Le répertoire externe existe déjà ; recréez un lien symbolique à l’emplacement d’origine
hi: बाहरी डायरेक्टरी पहले से मौजूद है; मूल पथ पर सिमलिंक फिर से बनाएँ
id: Direktori eksternal sudah ada; buat ulang symlink di jalur asli
it: La directory esterna esiste già; ricrea un symlink nel percorso originale
ja: 外部ディレクトリはすでに存在します。元のパスにシンボリックリンクを作成します
ko: 외부 디렉터리가 이미 있습니다. 원래 경로에 심볼릭 링크를 다시 만듭니다
nl: De externe map bestaat al; maak opnieuw een symlink op het oorspronkelijke pad
pl: Katalog zewnętrzny już istnieje; odtwórz dowiązanie symboliczne w pierwotnej ścieżce
pt: O diretório externo já existe; recrie um symlink no caminho original
ru: Внешний каталог уже существует; будет создана символьная ссылка в исходном пути
th: ไดเรกทอรีภายนอกมีอยู่แล้ว ให้สร้างซิมลิงก์ที่พาธเดิม
tr: Harici dizin zaten var; özgün yolda bir sembolik bağlantı yeniden oluşturulacak
vi: Thư mục ngoài đã tồn tại; tạo lại liên kết tượng trưng tại đường dẫn gốc
zh_hant: 外部目錄已存在，於原路徑補建符號連結

source: 外部目标不是文件夹
ar: The external destination is not a folder
de: The external destination is not a folder
en: The external destination is not a folder
eo: The external destination is not a folder
es: The external destination is not a folder
fr: The external destination is not a folder
hi: The external destination is not a folder
id: The external destination is not a folder
it: The external destination is not a folder
ja: The external destination is not a folder
ko: The external destination is not a folder
nl: The external destination is not a folder
pl: The external destination is not a folder
pt: The external destination is not a folder
ru: The external destination is not a folder
th: The external destination is not a folder
tr: The external destination is not a folder
vi: The external destination is not a folder
zh_hant: 外部目標不是資料夾

source: 外部目标不能位于当前用户目录内
ar: The external target cannot be inside the current user folder
de: The external target cannot be inside the current user folder
en: The external target cannot be inside the current user folder
eo: The external target cannot be inside the current user folder
es: The external target cannot be inside the current user folder
fr: The external target cannot be inside the current user folder
hi: The external target cannot be inside the current user folder
id: The external target cannot be inside the current user folder
it: The external target cannot be inside the current user folder
ja: The external target cannot be inside the current user folder
ko: The external target cannot be inside the current user folder
nl: The external target cannot be inside the current user folder
pl: The external target cannot be inside the current user folder
pt: The external target cannot be inside the current user folder
ru: The external target cannot be inside the current user folder
th: The external target cannot be inside the current user folder
tr: The external target cannot be inside the current user folder
vi: The external target cannot be inside the current user folder
zh_hant: 外部目標不能位於目前用戶目錄內

source: 外部目标不能位于本地目录内部
ar: The external destination cannot be inside the local folder
de: The external destination cannot be inside the local folder
en: The external destination cannot be inside the local folder
eo: The external destination cannot be inside the local folder
es: The external destination cannot be inside the local folder
fr: The external destination cannot be inside the local folder
hi: The external destination cannot be inside the local folder
id: The external destination cannot be inside the local folder
it: The external destination cannot be inside the local folder
ja: The external destination cannot be inside the local folder
ko: The external destination cannot be inside the local folder
nl: The external destination cannot be inside the local folder
pl: The external destination cannot be inside the local folder
pt: The external destination cannot be inside the local folder
ru: The external destination cannot be inside the local folder
th: The external destination cannot be inside the local folder
tr: The external destination cannot be inside the local folder
vi: The external destination cannot be inside the local folder
zh_hant: 外部目標不能位於本地目錄內部

source: 外部目标与已管理目录存在包含关系
ar: The external target overlaps with a managed folder
de: The external target overlaps with a managed folder
en: The external target overlaps with a managed folder
eo: The external target overlaps with a managed folder
es: The external target overlaps with a managed folder
fr: The external target overlaps with a managed folder
hi: The external target overlaps with a managed folder
id: The external target overlaps with a managed folder
it: The external target overlaps with a managed folder
ja: The external target overlaps with a managed folder
ko: The external target overlaps with a managed folder
nl: The external target overlaps with a managed folder
pl: The external target overlaps with a managed folder
pt: The external target overlaps with a managed folder
ru: The external target overlaps with a managed folder
th: The external target overlaps with a managed folder
tr: The external target overlaps with a managed folder
vi: The external target overlaps with a managed folder
zh_hant: 外部目標與已管理目錄存在包含關係

source: 外部目标文件夹
ar: External Destination Folder
de: External Destination Folder
en: External Destination Folder
eo: External Destination Folder
es: External Destination Folder
fr: External Destination Folder
hi: External Destination Folder
id: External Destination Folder
it: External Destination Folder
ja: External Destination Folder
ko: External Destination Folder
nl: External Destination Folder
pl: External Destination Folder
pt: External Destination Folder
ru: External Destination Folder
th: External Destination Folder
tr: External Destination Folder
vi: External Destination Folder
zh_hant: 外部目標資料夾

source: 外部路径变更
ar: External path changed
de: External path changed
en: External path changed
eo: External path changed
es: External path changed
fr: External path changed
hi: External path changed
id: External path changed
it: External path changed
ko: External path changed
nl: External path changed
pl: External path changed
pt: External path changed
ru: External path changed
th: External path changed
tr: External path changed
vi: External path changed
